{
  "Metadata": {
    "title": "Политика конфиденциальности | Симулятор фастфуда",
    "description": "Узнайте, как мы защищаем вашу конфиденциальность, пока вы наслаждаетесь Симулятором фастфуда, увлекательной онлайн-игрой-головоломкой."
  },
  "title": "Политика конфиденциальности",
  "subtitle": "Защита ваших данных в Симуляторе фастфуда",
  "sections": {
    "informationCollection": {
      "title": "Сбор информации",
      "content": "Мы собираем ваши игровые данные в Симуляторе фастфуда, включая ваши показатели производительности, стратегии размещения еды и статистику игры. Эта информация используется для улучшения вашего игрового опыта и совершенствования функций игры."
    },
    "dataSecurity": {
      "title": "Безопасность данных",
      "content": "Мы используем современную технологию шифрования для защиты ваших данных, обеспечивая их безопасность так же, как ваши высокие баллы в Симуляторе фастфуда. В этой цифровой среде мы постоянно следим за защитой вашей информации."
    },
    "cookieUsage": {
      "title": "Использование cookies",
      "content": "Cookies используются для сохранения ваших игровых предпочтений и настроек, так же как Симулятор фастфуда запоминает ваши выигрышные стратегии и любимые темы ресторанов. Эти cookies позволяют нам предоставить более индивидуальный и захватывающий игровой опыт."
    },
    "policyUpdate": {
      "title": "Обновления политики",
      "content": "Мы можем периодически обновлять эту политику конфиденциальности, чтобы учитывать изменения в наших методах или функциях игры. Мы рекомендуем вам регулярно просматривать эту политику, чтобы быть в курсе того, как мы управляем вашей информацией в Симуляторе фастфуда."
    },
    "noLogin": {
      "title": "Логин не требуется",
      "content": "Симулятор фастфуда разработан для мгновенной игры без необходимости создания аккаунта или входа в систему. Вы можете погрузиться в своё кулинарное приключение по решению головоломок прямо в вашем браузере, без необходимости предоставления личной информации."
    }
  }
}