{
  "Metadata": {
    "title": "Условия использования | Симулятор фастфуда",
    "description": "Узнайте правила кухни, прежде чем начать переворачивать бургеры и решать головоломки в Симуляторе фастфуда."
  },
  "title": "Условия использования",
  "subtitle": "Ваш рецепт справедливого и увлекательного опыта в Симуляторе фастфуда",
  "sections": {
    "acceptance": {
      "title": "Принятие меню",
      "content": "Начав игру в Симулятор фастфуда, вы соглашаетесь следовать нашим внутренним правилам. Это как надеть виртуальную шапку шефа - вы обязуетесь пройти полный кулинарный опыт!"
    },
    "userBehavior": {
      "title": "Этикет на кухне",
      "content": "В нашем виртуальном ресторане хорошее поведение важно так же, как и вкусная еда. Играйте честно, уважайте своих коллег-поваров и избегайте драм на кухне. Любая нечестная игра может привести к тому, что вам придется повесить фартук навсегда."
    },
    "disclaimer": {
      "title": "Жара на кухне",
      "content": "Симулятор фастфуда может стать таким же интенсивным, как настоящая кухня в час пик. Мы не несем ответственности, если вы почувствуете жар от сложных уровней или соревновательной игры. Помните, это всего лишь игра - не позволяйте ей вас измотать!"
    },
    "modification": {
      "title": "Изменение меню",
      "content": "Время от времени мы можем изменить эти условия, как обновляем наши рецепты головоломок. Продолжая играть после изменений, вы соглашаетесь с новым вкусом наших условий."
    },
    "noAccount": {
      "title": "Бронирование не требуется",
      "content": "Симулятор фастфуда - ресторан для всех - аккаунт не нужен! Прямо из браузера заходите на кухню. Помните только, что без аккаунта ваши кулинарные шедевры и достижения могут не сохраниться в следующий раз."
    },
    "intellectualProperty": {
      "title": "Наш секретный соус",
      "content": "Все в Симуляторе фастфуда - от аппетитных графических элементов до захватывающих игровых механик - это наш особый рецепт. Пожалуйста, не пытайтесь копировать, распространять или перерабатывать наши секретные ингредиенты без разрешения главного шефа (то есть нас)."
    }
  }
}