{
    "Metadata": {
        "title": "ข้อกำหนดในการใช้งาน | ระเบียบจำลองร้านฟาสต์ฟู้ด",
        "description": "ค้นพบกฎของห้องครัวก่อนที่คุณจะเริ่มทอดเบอร์เกอร์และแก้ปริศนาในระเบียบจำลองร้านฟาสต์ฟู้ด"
    },
    "title": "ข้อกำหนดในการใช้งาน",
    "subtitle": "สูตรของคุณสำหรับประสบการณ์เกมจำลองร้านฟาสต์ฟู้ดที่ยุติธรรมและสนุก",
    "sections": {
        "acceptance": {
            "title": "การยอมรับเมนู",
            "content": "เมื่อคุณเริ่มเข้าสู่เกมจำลองร้านฟาสต์ฟู้ด คุณกำลังตกลงที่จะปฏิบัติตามกฎของเรา คิดซะว่าเหมือนคุณกำลังใส่หมวกเชฟเสมือนจริง - คุณกำลังผูกพันกับประสบการณ์การทำอาหารอย่างเต็มที่!"
        },
        "userBehavior": {
            "title": "มารยาทในครัว",
            "content": "ในร้านอาหารเสมือนของเรา การประพฤติดีมีความสำคัญเท่ากับการทำอาหารอร่อย เล่นอย่างยุติธรรม เคารพเชฟเพื่อนของคุณ และรักษาร้านอาหารให้ปราศจากละครใดๆ การกระทำผิดอาจทำให้คุณต้องแขวนผ้ากันเปื้อนของคุณตลอดไป"
        },
        "disclaimer": {
            "title": "ความร้อนแรงของครัว",
            "content": "เกมจำลองร้านฟาสต์ฟู้ดสามารถมีความเข้มข้นเหมือนกับในครัวจริงในช่วงเวลาด่วน เราจะไม่รับผิดชอบหากคุณรู้สึกถึงความร้อนจากระดับที่ยากหรือนักเล่นที่แข่งขัน อย่าลืมว่ามันเป็นแค่เกม - อย่าปล่อยให้มันทำให้คุณเหนื่อย!"
        },
        "modification": {
            "title": "การเปลี่ยนแปลงเมนู",
            "content": "เราอาจจะปรับข้อกำหนดนี้ในบางครั้ง เหมือนกับที่เราอัปเดตสูตรปริศนาของเรา การเล่นต่อไปหลังจากการเปลี่ยนแปลงหมายความว่าคุณพอใจกับรสชาติใหม่ของข้อกำหนดของเรา"
        },
        "noAccount": {
            "title": "ไม่ต้องจองล่วงหน้า",
            "content": "ระเบียบจำลองร้านฟาสต์ฟู้ด เป็นร้านที่คุณเดินเข้ามาได้ทันที - ไม่ต้องมีบัญชี! เข้าไปในครัวผ่านเบราว์เซอร์ของคุณได้เลย แต่อย่าลืมว่า หากไม่มีบัญชี ผลงานการทำอาหารและความสำเร็จของคุณอาจจะไม่ได้ถูกบันทึกสำหรับครั้งถัดไป"
        },
        "intellectualProperty": {
            "title": "สูตรลับของเรา",
            "content": "ทุกอย่างในเกมจำลองร้านฟาสต์ฟู้ด - ตั้งแต่กราฟิกที่ร้อนแรงไปจนถึงกลไกเกมที่ยั่วยวน เป็นสูตรพิเศษของเรา กรุณาอย่าพยายามคัดลอก แบ่งปัน หรือผสมผสานส่วนประกอบลับของเราโดยไม่ขอคำอนุญาตจากหัวหน้าเชฟ (ซึ่งก็คือเรา)"
        }
    }
}