{
  "Metadata": {
    "title": "Termos de Uso | Simulador de Fast Food",
    "description": "Descubra as regras da cozinha antes de começar a virar hambúrgueres e resolver quebra-cabeças no Simulador de Fast Food."
  },
  "title": "Termos de Uso",
  "subtitle": "Sua Receita para Uma Experiência Justa e Divertida no Simulador de Fast Food",
  "sections": {
    "acceptance": {
      "title": "Aceitando o Menu",
      "content": "Ao mergulhar no Simulador de Fast Food, você está concordando em seguir nossas regras da casa. Pense nisso como colocar seu chapéu de chef virtual - você está se comprometendo com a experiência culinária completa!"
    },
    "userBehavior": {
      "title": "Etiqueta de Cozinha",
      "content": "Em nosso restaurante virtual, bom comportamento é tão importante quanto boa comida. Jogue limpo, respeite seus colegas chefs e mantenha a cozinha livre de drama. Qualquer má conduta pode resultar em você pendurar o avental de vez."
    },
    "disclaimer": {
      "title": "O Calor da Cozinha",
      "content": "O Simulador de Fast Food pode ser tão intenso quanto uma cozinha real durante a hora do rush. Não somos responsáveis se você sentir o calor dos níveis difíceis ou do jogo competitivo. Lembre-se, é apenas um jogo - não deixe que ele te exaura!"
    },
    "modification": {
      "title": "Mudando o Menu",
      "content": "Podemos apimentar esses termos ocasionalmente, assim como atualizamos nossas receitas de quebra-cabeças. Continuar a jogar após as mudanças significa que você está satisfeito com o novo tempero dos nossos termos."
    },
    "noAccount": {
      "title": "Sem Reserva Necessária",
      "content": "O Simulador de Fast Food é um restaurante para quem chega - não é necessário conta! Entre direto na cozinha do seu navegador. Apenas lembre-se, sem uma conta, suas obras-primas culinárias e conquistas podem não ser salvas para a próxima vez."
    },
    "intellectualProperty": {
      "title": "Nosso Molho Secreto",
      "content": "Tudo no Simulador de Fast Food - dos gráficos vibrantes à mecânica de jogo de dar água na boca - é nossa receita especial. Por favor, não tente copiar, compartilhar ou remixar nossos ingredientes secretos sem consultar o chef principal (que somos nós) primeiro."
    }
  }
}