{
  "Metadata": {
    "title": "Privacybeleid | Fast Food Simulator",
    "description": "Ontdek hoe we uw privacy beschermen terwijl u geniet van Fast Food Simulator, het boeiende online puzzelspel."
  },
  "title": "Privacybeleid",
  "subtitle": "Uw gegevens beschermen in Fast Food Simulator",
  "sections": {
    "informationCollection": {
      "title": "Gegevensverzameling",
      "content": "We verzamelen uw spelgegevens in Fast Food Simulator, inclusief uw prestatiestatistieken, voedselplaatsingsstrategieën en gameplay-statistieken. Deze informatie wordt gebruikt om uw game-ervaring te verbeteren en de functies van het spel te verfijnen."
    },
    "dataSecurity": {
      "title": "Gegevensbeveiliging",
      "content": "We gebruiken geavanceerde versleutelingstechnologie om uw gegevens te beschermen, zodat deze net zo veilig zijn als uw topscores in Fast Food Simulator. In dit digitale landschap blijven we constant waakzaam om uw informatie te beschermen."
    },
    "cookieUsage": {
      "title": "Cookiegebruik",
      "content": "Cookies worden gebruikt om uw spelvoorkeuren en instellingen op te slaan, net zoals Fast Food Simulator uw winnende strategieën en favoriete restaurantthema's onthoudt. Deze cookies stellen ons in staat om een meer op maat gemaakte en meeslepende game-ervaring te bieden."
    },
    "policyUpdate": {
      "title": "Beleidsupdates",
      "content": "We kunnen dit privacybeleid periodiek bijwerken om wijzigingen in onze praktijken of spelkenmerken te weerspiegelen. We raden u aan dit beleid regelmatig te controleren om op de hoogte te blijven van hoe we uw informatie in Fast Food Simulator beheren."
    },
    "noLogin": {
      "title": "Geen login vereist",
      "content": "Fast Food Simulator is ontworpen voor direct spelen zonder de noodzaak voor het aanmaken van een account of inloggen. U kunt direct in uw culinaire puzzelavontuur duiken via uw browser, zonder dat persoonlijke identificatie-informatie nodig is."
    }
  }
}