{
    "Metadata": {
        "title": "Gebruiksvoorwaarden | Fast Food Simulator",
        "description": "Ontdek de regels van de keuken voordat je begint met het omdraaien van burgers en het oplossen van puzzels in Fast Food Simulator."
    },
    "title": "Gebruiksvoorwaarden",
    "subtitle": "Jouw Recept voor een Eerlijke en Leuke Fast Food Simulator Ervaring",
    "sections": {
        "acceptance": {
            "title": "Het Menu Accepteren",
            "content": "Door in Fast Food Simulator te duiken, ga je akkoord met onze huisregels. Zie het als het dragen van je virtuele chef-koksmuts - je zet je in voor de volledige culinaire ervaring!"
        },
        "userBehavior": {
            "title": "Etiquette in de Keuken",
            "content": "In ons virtuele restaurant is goed gedrag net zo belangrijk als goed eten. Speel eerlijk, respecteer je medekoks en houd de keuken drama-vrij. Elk gemeen spel kan ervoor zorgen dat je je schort voorgoed ophangt."
        },
        "disclaimer": {
            "title": "De Hitte van de Keuken",
            "content": "Fast Food Simulator kan net zo intens worden als een echte keuken tijdens het spitsuur. We zijn niet verantwoordelijk als je de hitte voelt van moeilijke niveaus of competitief spel. Vergeet niet, het is maar een spel - laat het je niet opbranden!"
        },
        "modification": {
            "title": "Het Menu Wijzigen",
            "content": "We kunnen deze voorwaarden af en toe oppeppen, net zoals we onze puzzelrecepten bijwerken. Doorgaan met spelen na wijzigingen betekent dat je tevreden bent met de nieuwe smaak van onze voorwaarden."
        },
        "noAccount": {
            "title": "Geen Reservering Nodig",
            "content": "Fast Food Simulator is een 'walk-in' restaurant - geen account nodig! Duik meteen vanuit je browser de keuken in. Vergeet alleen niet dat zonder account je culinaire meesterwerken en prestaties mogelijk niet bewaard worden voor de volgende keer."
        },
        "intellectualProperty": {
            "title": "Onze Geheime Saus",
            "content": "Alles in Fast Food Simulator - van de sissende graphics tot de watertandende spelmechanica - is ons speciale recept. Probeer alstublieft niet onze geheime ingrediënten te kopiëren, delen of remixen zonder eerst de hoofdchef (dat zijn wij) te vragen."
        }
    }
}