{
    "Metadata": {
        "title": "गोपनीयता नीति | फास्ट फूड सिमुलेटर",
        "description": "यह जानें कि हम फास्ट फूड सिमुलेटर, जो एक मनमोहक ऑनलाइन पहेली गेम है, खेलते समय आपकी गोपनीयता की रक्षा कैसे करते हैं।"
    },
    "title": "गोपनीयता नीति",
    "subtitle": "फास्ट फूड सिमुलेटर में आपके डेटा की रक्षा करना",
    "sections": {
        "informationCollection": {
            "title": "सूचना एकत्रण",
            "content": "हम फास्ट फूड सिमुलेटर में आपके गेम डेटा को एकत्रित करते हैं, जिसमें आपके प्रदर्शन मेट्रिक्स, खाद्य वितरण रणनीतियाँ और गेमप्ले आँकड़े शामिल हैं। इस जानकारी का उपयोग आपके गेमिंग अनुभव को बढ़ाने और गेम की विशेषताओं को परिमार्जित करने के लिए किया जाता है।"
        },
        "dataSecurity": {
            "title": "डेटा सुरक्षा",
            "content": "हम आपके डेटा की सुरक्षा के लिए अत्याधुनिक एनक्रिप्शन तकनीक का उपयोग करते हैं, यह सुनिश्चित करते हुए कि यह फास्ट फूड सिमुलेटर में आपके उच्च स्कोर के रूप में सुरक्षित है। इस डिजिटल परिदृश्य में, हम आपकी जानकारी की सुरक्षा के लिए निरंतर सतर्कता बनाए रखते हैं।"
        },
        "cookieUsage": {
            "title": "कुकी उपयोग",
            "content": "कुकीज़ का उपयोग आपके गेम प्राथमिकताओं और सेटिंग्स को स्टोर करने के लिए किया जाता है, जैसे कि फास्ट फूड सिमुलेटर आपकी जीतने की रणनीतियों और पसंदीदा रेस्तरां थीम को याद करता है। ये कुकीज़ हमें एक और अधिक अनुरूपित और संवेदी गेमिंग अनुभव प्रदान करने में सक्षम बनाती हैं।"
        },
        "policyUpdate": {
            "title": "नीति अपडेट",
            "content": "हम समय-समय पर हमारी नीतियों या गेम सुविधाओं में परिवर्तनों को दर्शाने के लिए इस गोपनीयता नीति को अपडेट कर सकते हैं। हम आपको नियमित रूप से इस नीति की समीक्षा करने की सलाह देते हैं ताकि यह जानें कि हम फास्ट फूड सिमुलेटर में आपकी जानकारी को कैसे प्रबंधित करते हैं।"
        },
        "noLogin": {
            "title": "कोई लॉगिन आवश्यक नहीं",
            "content": "फास्ट फूड सिमुलेटर को तत्काल खेलने के लिए डिज़ाइन किया गया है, बिना खाता बनाने या लॉगिन की आवश्यकता के। आप अपने ब्रोज़र में सीधे अपने कुकिंग पहेली समाधान के एडवेंचर में गोता लगा सकते हैं, बिना किसी व्यक्तिगत पहचान जानकारी की आवश्यकता के।"
        }
    }
}