{
    "Metadata": {
        "title": "उपयोग की शर्तें | फास्ट फूड सिम्युलेटर",
        "description": "बर्गर पलटने और पहेलियों को हल करने से पहले फ़ास्ट फ़ूड सिम्युलेटर के रसोई के नियमों की खोज करें।"
    },
    "title": "उपयोग की शर्तें",
    "subtitle": "आपके सही और मजेदार फास्ट फूड सिम्युलेटर अनुभव के लिए नुस्खा",
    "sections": {
        "acceptance": {
            "title": "मेनू स्वीकार करना",
            "content": "फास्ट फूड सिम्युलेटर में प्रवेश करके, आप हमारे घर के नियमों का पालन करने के लिए सहमत होते हैं। इसे अपनी वर्चुअल शेफ की टोपी पहनने के रूप में सोचें - आप पूरे भोजन अनुभव के लिए प्रतिबद्ध हो रहे हैं!"
        },
        "userBehavior": {
            "title": "रसोई शिष्टाचार",
            "content": "हमारे वर्चुअल रेस्तरां में, अच्छा व्यवहार उतना ही महत्वपूर्ण है जितना कि अच्छा भोजन। निष्पक्ष खेलें, अपने साथी शेफ का सम्मान करें, और रसोई को नाट्य-मुक्त रखें। कोई भी अनुचित व्यवहार आपकी एप्रन उतारने का कारण बन सकता है।"
        },
        "disclaimer": {
            "title": "रसोई की गर्मी",
            "content": "फास्ट फूड सिम्युलेटर एक वास्तविक रसोई के दौरान व्यस्त समय की तरह गहन हो सकता है। यदि आप जटिल स्तरों या प्रतिस्पर्धात्मक खेल से गर्मी महसूस करते हैं, तो हम जिम्मेदार नहीं हैं। याद रखें, यह केवल एक खेल है - इसे आपको थकाने न दें!"
        },
        "modification": {
            "title": "मेनू बदलना",
            "content": "हम कभी-कभी इन शर्तों में बदलाव कर सकते हैं, जैसे हम अपनी पहेली व्यंजनों को अपडेट करते हैं। बदलावों के बाद खेलना जारी रखने का मतलब है कि आप हमारी शर्तों के नए स्वाद से खुश हैं।"
        },
        "noAccount": {
            "title": "किसी आरक्षण की आवश्यकता नहीं",
            "content": "फास्ट फूड सिम्युलेटर एक वॉक-इन रेस्तरां है - कोई खाता आवश्यक नहीं! सीधे अपने ब्राउज़र से रसोई में प्रवेश करें। बस याद रखें, खाते के बिना, आपकी पाक कृतियां और उपलब्धियां अगली बार के लिए सहेजी नहीं जा सकती हैं।"
        },
        "intellectualProperty": {
            "title": "हमारी गुप्त चटनी",
            "content": "फास्ट फूड सिम्युलेटर में सब कुछ - सिज़लिंग ग्राफिक्स से लेकर मुँह में पानी लाने वाले खेल मैकेनिक्स - हमारी विशेष रेसिपी है। कृपया हमारे गुप्त तत्वों को बिना हमसे पूछे कॉपी, साझा, या रीमिक्स करने की कोशिश न करें (हमारे प्रमुख शेफ, यानी हमसे)।"
        }
    }
}