{
    "Metadata": {
        "title": "Điều Khoản Sử Dụng | Fast Food Simulator",
        "description": "Khám phá các quy tắc của nhà bếp trước khi bạn bắt đầu lật burger và giải quyết câu đố trong Fast Food Simulator."
    },
    "title": "Điều Khoản Sử Dụng",
    "subtitle": "Công Thức Cho Trải Nghiệm Fast Food Simulator Công Bằng và Vui Vẻ",
    "sections": {
        "acceptance": {
            "title": "Chấp Nhận Thực Đơn",
            "content": "Bằng cách tham gia Fast Food Simulator, bạn đồng ý tuân theo các quy tắc của chúng tôi. Hãy nghĩ như bạn đang đội mũ đầu bếp ảo - bạn đang cam kết tham gia đầy đủ trải nghiệm ẩm thực!"
        },
        "userBehavior": {
            "title": "Phong Cách Ứng Xử Trong Bếp",
            "content": "Trong nhà hàng ảo của chúng tôi, thái độ tốt quan trọng như đồ ăn ngon. Chơi công bằng, tôn trọng đồng nghiệp và giữ cho căn bếp không có drama. Bất kỳ hành vi xấu nào có thể khiến bạn phải từ bỏ tạp dề mãi mãi."
        },
        "disclaimer": {
            "title": "Sức Nóng Của Nhà Bếp",
            "content": "Fast Food Simulator có thể căng thẳng như một căn bếp thực sự trong giờ cao điểm. Chúng tôi không chịu trách nhiệm nếu bạn cảm thấy áp lực từ các cấp độ thử thách hoặc cách chơi cạnh tranh. Hãy nhớ rằng, đó chỉ là một trò chơi - đừng để nó khiến bạn mệt mỏi!"
        },
        "modification": {
            "title": "Thay Đổi Thực Đơn",
            "content": "Chúng tôi có thể thỉnh thoảng làm mới các điều khoản này, giống như khi chúng tôi cập nhật công thức câu đố. Tiếp tục chơi sau khi có thay đổi đồng nghĩa với việc bạn hài lòng với hương vị mới của các điều khoản."
        },
        "noAccount": {
            "title": "Không Cần Đặt Chỗ",
            "content": "Fast Food Simulator là nhà hàng không cần đặt trước - không cần tài khoản! Nhảy vào bếp ngay từ trình duyệt của bạn. Chỉ lưu ý rằng, không có tài khoản thì các kiệt tác ẩm thực và thành tựu của bạn có thể sẽ không được lưu trữ cho lần tới."
        },
        "intellectualProperty": {
            "title": "Công Thức Bí Mật Của Chúng Tôi",
            "content": "Mọi thứ trong Fast Food Simulator - từ đồ họa sắc nét đến cơ chế trò chơi hấp dẫn - là công thức đặc biệt của chúng tôi. Vui lòng không cố sao chép, chia sẻ, hoặc sửa đổi các nguyên liệu bí mật của chúng tôi mà không hỏi ý kiến đầu bếp chính (đó là chúng tôi) trước."
        }
    }
}