{
  "Metadata": {
    "title": "ব্যবহারের শর্তাবলী | ফাস্ট ফুড সিমুলেটর",
    "description": "ফাস্ট ফুড সিমুলেটরে বার্গার উল্টানো এবং ধাঁধা সমাধানের আগে রান্নাঘরের নিয়মগুলি আবিষ্কার করুন।"
  },
  "title": "ব্যবহারের শর্তাবলী",
  "subtitle": "ফাস্ট ফুড সিমুলেটরের জন্য একটি ন্যায্য এবং মজার অভিজ্ঞতার জন্য আপনার রেসিপি",
  "sections": {
    "acceptance": {
      "title": "মেনু গ্রহণ করা",
      "content": "ফাস্ট ফুড সিমুলেটরে প্রবেশ করে, আপনি আমাদের হাউস নিয়ম মেনে চলার জন্য সম্মত হচ্ছেন। এটাকে আপনার ভার্চুয়াল শেফের টুপি পরার মতো মনে করুন - আপনি সম্পূর্ণ রন্ধনসম্পর্কীয় অভিজ্ঞতার জন্য প্রতিশ্রুতিবদ্ধ হচ্ছেন!"
    },
    "userBehavior": {
      "title": "রান্নাঘরের শিষ্টাচার",
      "content": "আমাদের ভার্চুয়াল রেস্টুরেন্টে, ভালো আচরণ যেমন গুরুত্বপূর্ণ তেমনি ভালো খাবার। নিরপেক্ষভাবে খেলুন, আপনার সহকর্মী শেফদের সম্মান করুন এবং রান্নাঘরটি অশান্তি মুক্ত রাখুন। যে কোনো অন্যায় আচরণ আপনাকে চিরতরে আপনার এপ্রোন খুলে রাখতে বাধ্য করতে পারে।"
    },
    "disclaimer": {
      "title": "রান্নাঘরের উত্তাপ",
      "content": "ফাস্ট ফুড সিমুলেটর সত্যিকারের রান্নাঘরের রাশ আওয়ারের মতোই তীব্র হতে পারে। আপনি কঠিন স্তর বা প্রতিযোগিতামূলক খেলার উত্তাপ অনুভব করলে আমরা দায়ী নই। মনে রাখবেন, এটি শুধু একটি খেলা - এটি আপনাকে জ্বালিয়ে দিবে না!"
    },
    "modification": {
      "title": "মেনু পরিবর্তন",
      "content": "আমরা মাঝে মাঝে এই শর্তাবলী মসলা দিতে পারি, ঠিক যেমন আমরা আমাদের ধাঁধা রেসিপি আপডেট করি। পরিবর্তনের পর খেলা চালিয়ে গেলে মানে আপনি আমাদের শর্তাবলীর নতুন স্বাদে সন্তুষ্ট।"
    },
    "noAccount": {
      "title": "সংরক্ষণের প্রয়োজন নেই",
      "content": "ফাস্ট ফুড সিমুলেটর একটি ওয়াক-ইন রেস্টুরেন্ট - কোনো অ্যাকাউন্ট প্রয়োজন নেই! আপনার ব্রাউজার থেকে সরাসরি রান্নাঘরে প্রবেশ করুন। শুধু মনে রাখবেন, অ্যাকাউন্ট ছাড়া, আপনার রন্ধনসম্পর্কীয় মাস্টারপিস এবং অর্জনগুলি পরের বার সংরক্ষিত নাও থাকতে পারে।"
    },
    "intellectualProperty": {
      "title": "আমাদের গোপন সস",
      "content": "ফাস্ট ফুড সিমুলেটরের সবকিছু - ঝলমলে গ্রাফিক্স থেকে মুখরোচক গেম মেকানিক্স - আমাদের বিশেষ রেসিপি। আমাদের গোপন উপাদানগুলি কপি, শেয়ার বা রিমিক্স করার চেষ্টা করবেন না দয়া করে। প্রধাণ শেফের (এটি আমরা) অনুমতি না নিয়ে করবেন না।"
    }
  }
}