{
    "Metadata": {
        "title": "رازداری کی پالیسی | فاسٹ فوڈ سمیولیٹر",
        "description": "جانیں کہ ہم فاسٹ فوڈ سمیولیٹر، دلکش آن لائن پہیلی گیم کھیلتے ہوئے آپ کی رازداری کیسے محفوظ رکھتے ہیں۔"
    },
    "title": "رازداری کی پالیسی",
    "subtitle": "فاسٹ فوڈ سمیولیٹر میں آپ کے ڈیٹا کی حفاظت",
    "sections": {
        "informationCollection": {
            "title": "معلومات کا جمع کرنا",
            "content": "ہم فاسٹ فوڈ سمیولیٹر میں آپ کے کھیل کے ڈیٹا کو جمع کرتے ہیں، جن میں آپ کی کارکردگی کے میٹرکس، کھانے کی ترتیب کی حکمت عملی، اور کھیلنے کے اعداد و شمار شامل ہیں۔ اس معلومات کو آپ کے کھیل کے تجربے کو بہتر بنانے اور گیم کی خصوصیات کو بہتر کرنے کے لیے استعمال کیا جاتا ہے۔"
        },
        "dataSecurity": {
            "title": "ڈیٹا سیکیورٹی",
            "content": "ہم آپ کے ڈیٹا کو محفوظ بنانے کے لیے جدید ترین انکرپشن ٹیکنالوجی استعمال کرتے ہیں، یہ یقینی بناتے ہوئے کہ یہ فاسٹ فوڈ سمیولیٹر میں آپ کے اعلیٰ اسکورز کی طرح محفوظ ہے۔ اس ڈیجیٹل ماحول میں، ہم آپ کی معلومات کی حفاظت کے لیے مسلسل چوکسی برقرار رکھتے ہیں۔"
        },
        "cookieUsage": {
            "title": "کوکی کے استعمال",
            "content": "کوکیز آپ کے گیم کی ترجیحات اور سیٹنگز کو محفوظ کرنے کے لیے استعمال کی جاتی ہیں، بالکل اسی طرح جیسے فاسٹ فوڈ سمیولیٹر آپ کی جیتنے کی حکمت عملیوں اور پسندیدہ ریسٹورنٹ موضوعات کو یاد رکھتا ہے۔ یہ کوکیز ہمیں ایک زیادہ موزوں اور دلکش کھیل کا تجربہ فراہم کرنے کے قابل بناتی ہیں۔"
        },
        "policyUpdate": {
            "title": "پالیسی اپ ڈیٹس",
            "content": "ہم وقتاً فوقتاً اس رازداری کی پالیسی کو اپنی مشقوں یا گیم کی خصوصیات میں تبدیلیوں کو ظاہر کرنے کے لیے اپ ڈیٹ کر سکتے ہیں۔ ہم آپ کو اس پالیسی کا باقاعدگی سے جائزہ لینے کی ترغیب دیتے ہیں تاکہ آپ فاسٹ فوڈ سمیولیٹر میں آپ کی معلومات کا انتظام کیسے کرتے ہیں۔"
        },
        "noLogin": {
            "title": "لاگ ان کی ضرورت نہیں",
            "content": "فاسٹ فوڈ سمیولیٹر فوری کھیلنے کے لیے ڈیزائن کیا گیا ہے بغیر اکاؤنٹ بنانے یا لاگ ان کی ضرورت کے۔ آپ اپنے براؤزر میں براہ راست اپنی کھانے کے پہیلی کو حل کرنے کی مہم جوئی میں مشغول ہو سکتے ہیں، کسی ذاتی شناختی معلومات کی ضرورت نہیں۔"
        }
    }
}