{
    "Metadata": {
        "title": "استعمال کی شرائط | فاسٹ فوڈ سمیلیٹر",
        "description": "فاسٹ فوڈ سمیلیٹر میں برگر پلٹنے اور پہیلیاں حل کرنے سے پہلے باورچی خانے کے قواعد جانیں۔"
    },
    "title": "استعمال کی شرائط",
    "subtitle": "فاسٹ فوڈ سمیلیٹر کا منصفانہ اور مزے دار تجربہ",
    "sections": {
        "acceptance": {
            "title": "مینو قبول کرنا",
            "content": "فاسٹ فوڈ سمیلیٹر میں داخل ہوتے ہی آپ ہمارے قواعد کی پیروی کرنے پر رضا مندی ظاہر کرتے ہیں۔ یہ جیسے کہ ایک ورچوئل شیف کی ٹوپی پہننے کی مانند ہے - آپ مکمل کھانا پکانے کے تجربے کا عہد کر رہے ہیں!"
        },
        "userBehavior": {
            "title": "باورچی خانہ کے آداب",
            "content": "ہمارے ورچوئل ریسٹورنٹ میں اچھی رویہ اسی طرح ضروری ہے جیسے اچھی خوراک۔ انصاف سے کھیلیں، دوسرے شیف کی عزت کریں، اور باورچی خانے کو تنازعہ سے بچائیں۔ کوئی غلط کارروائی آپ کو ہمیشہ کے لئے طاق چھوڑ سکتی ہے۔"
        },
        "disclaimer": {
            "title": "باورچی خانہ کی حرارت",
            "content": "فاسٹ فوڈ سمیلیٹر میں اصلی باورچی خانے کے رش کے دوران کی مانند شدت ہو سکتی ہے۔ ہم ذمہ دار نہیں ہیں اگر آپ کو مشکل مراحل یا مسابقتی کھیل کی گرمی محسوس ہوتی ہے۔ یاد رکھیں، یہ صرف ایک کھیل ہے - اسے آپ کو جلانے مت دیں!"
        },
        "modification": {
            "title": "مینو کو تبدیل کرنا",
            "content": "ہم ان شرائط میں وقتاً فوقتاً کچھ مصالحے ڈال سکتے ہیں، جیسے ہم اپنی پہیلیوں کی ترکیب کو اپ ڈیٹ کرتے رہتے ہیں۔ تبدیلیوں کے بعد کھیل جاری رکھنے کا مطلب ہے کہ آپ ہماری شرائط کے نئے ذائقے سے خوش ہیں۔"
        },
        "noAccount": {
            "title": "کوئی تحفظات نہیں",
            "content": "فاسٹ فوڈ سمیلیٹر ایک واک اِن ریسٹورنٹ ہے - کوئی اکاؤنٹ کی ضرورت نہیں! اپنے براؤزر سے فوراً باورچی خانے میں کود جائیں۔ بس یاد رکھیں، بغیر اکاؤنٹ کے، آپ کی کھانا پکانے کے شاہکار اور کامیابیاں اگلی بار کے لئے محفوظ نہیں ہو پائیں گی۔"
        },
        "intellectualProperty": {
            "title": "ہماری خفیہ چٹنی",
            "content": "فاسٹ فوڈ سمیلیٹر میں سب کچھ - سِیزلنگ گرافکس سے لے کر منہ پانی لانے والے گیم میکینکس تک - ہماری خاص ترکیب ہے۔ براہ کرم ہمارے خفیہ اجزاء کو کاپی، شیئر یا تبدیل کرنے کی کوشش نہ کریں جب تک کہ آپ ہیڈ شیف (وہ ہم ہیں) سے پہلے نہیں پوچھتے۔"
        }
    }
}